<template>
    <div>
        <app-header></app-header>
        <main class="content">
            
            <app-heading title="Про нас"></app-heading>


            <section class="block block_has-aside">
                <div class="inner">
                    <div class="who block__content"><img src="../assets/img/logo.png" title="Фото">
                    <h3>Театр "Вояж-Престиж" - це команда професіоналів з багаторічним досвідом роботи.</h3>
                    <p>Ось уже більш ніж 8 років приватний виїзний театр-студія „Вояж- Престиж” проводить свої вистави для різних вікових груп населення нашої країни, привносячи тим самим ту частинку культури в маси, яка так необхідна нам у ці не легкі часи. Не будемо перераховувати усіх заслуг нашого театру, їх за довгі роки існування театру дуже багато, це і участь в усіляких конкурсних програмах і активна участь у благодійних акціях в підтримку незахищених верств населення, акції боротьби проти наркоманії та комп’ютерної залежності, підтримка екологічних проектів та багато іншого. Одне те, що у своїх рецензіях ІГПО КМПУ ім. Б.Д. Грінченка описує діяльність нашого театру як освітньо-просвітницьку говорить багато.</p>
                    <p>За 8 років існування театру було пройдено не малий шлях становлення. Ми росли і розвивалися, шукали нові способи втілення у життя наших творчий ідей. Поступово розширювалася і глядацька аудиторія театру. Завдяки великому репертуару ми можемо здивувати навіть найвибагливішого глядача, а наші спектаклі обов`язково зацікавлять як дорослих, так і дітей.</p>
                    <p>Характерною особливістю постановок театру "Вояж-Престиж" є те, що майже всі вони окрім розважальної, несуть в собі ще й культурно-повчальну складову. Тематика наших театральних вистав є досить сучасною:</p>
                   
                    <ul>
                        <li v-for="(theme, index) in themes" :key="index">{{ theme }}</li>
                    </ul>

                    <p>Також у своєму активі ми маємо вистави, що поставлені за мотивами народних казок з усього світу. Окрім всіх вищезазначених тем, ми ставимо класичні драматургічні постановки та надаємо широкий спектр послуг з підтримки різноманітних заходів (дні народження, корпоративи, Новий рік, тощо). Співпрацюючи з театром "Вояж-Престиж" ви можете розраховувати на професіоналізм, якість, пунктуальність та індивідуальний підхід до кожного клієнта!</p>
                    </div>

                    <app-aside></app-aside>

                </div>
            </section>
        <section class="block block_light">
            <div class="inner">
                <h2>Наші переваги</h2>
                <div class="why">

                    <div class="why__item" v-for="(advantage, index) in advantages" :key="index">
                        <span><i :class="advantage.iconClass"></i>{{ advantage.heading }}</span>
                        <p>{{ advantage.text }}</p>
                    </div>
                   
                </div>
            </div>
        </section>
      </main>

      <app-footer></app-footer>
      
    </div>
</template>


<script>
export default {
    data(){
        return {
            themes: [
                'Комп`ютерна залежність та її профілактика',
                'Здоровий спосіб життя',
                'Соціальна нерівність',
                'Залежність від сучасних мобільних телефонів та гаджетів',
                'Пожежна та електробезпека',
                'Патріотизм та любов до батьківщини',
            ],
            advantages: [
                {
                    iconClass: 'why__item-actors', 
                    heading: 'Професійні актори',
                    text: 'За роки існування театру створенна професійна труппа акторів, кожен з яких має вищу акторську освіту та є випускником престижного акторського ВУЗу України.'
                },
                {
                    iconClass: 'why__item-costume', 
                    heading: 'Оригінальні костюми',
                    text: 'Театр має власного професійного костюмера-декоратора, який власноруч виготовляє костюми, декорації та реквізит для виступів. Це означає, що таких костюмів та декорацій ви не побачите у жодному театрі!'
                },
                {
                    iconClass: 'why__item-show', 
                    heading: 'Цікаві спектаклі',
                    text: 'Художнім керівником театру є Бачинська Надія Миронівна. Її багаторічний досвід та професіоналізм дають змогу ставити та показувати дійсно цікаві вистави.'
                },
                {
                    iconClass: 'why__item-money', 
                    heading: 'Демократичні ціни',
                    text: 'Мінімальна вартість квитка на на нашу виставу -   35 грн. Також ми гарантуємо індивідуальний підхід та приємні умови співпраці для кожного клієнта.'
                },
                {
                    iconClass: 'why__item-satisfy', 
                    heading: 'Вдячні клієнти',
                    text: 'Театр "Вояж-Престиж" - це перш за все задоволенний глядач. Ми пишаємося тим, що упродовж 8 років наші послуги отримало більше 2000 клієнтів, як фізичних, так і юридичних осіб.'
                },
                 {
                    iconClass: 'why__item-clock', 
                    heading: 'Мобільність',
                    text: 'Театр може швидко зреагувати на різні непередбачувані обставини. Наприклад, якщо хтось десь не встигає, підводить вас і т.д, ми завжди зможемо підстрахувати і прийти на допомогу.'
                },
            ]
        }
    }
}
</script>