<template>
    <div>

        <app-header></app-header>

        <main class="content">
            
            <app-heading title="Послуги"></app-heading>


            <section class="block block_has-aside">
                <div class="inner">
                    <div class="block__content services">
                        <p>Перелік послуг, що пропонує театр "Вояж-Престиж" широкий. Окрім нижчезазначених послуг ми будемо раді вислухати вашу пропозицію по співробітництву. Просто зателефонуйте або звяжіться з нами через <a href="contacts.html#form">контактну форму.</a></p>
                        <div class="services__item">
                            <h3>Театралізовані постановки для дітей та дорослих</h3>
                            <p>На данний момент у нашому репертуарі налічується близько 50 вистав для різниих вікових груп. І всі вони несуть в собі окрім розважальної, ще й навчально-культурну складову (теми патріотизму, поваги до батьків, необхідності ведення здорового способу життя, профілактики комп`ютерної залежності, та ін).</p>
                        </div>
                        <div class="services__item">
                            <h3>Аніматори на Ваше свято</h3>
                        </div>

                        <div class="services__item">
                            <h3>Організація шоу-програм на Ваше замовлення</h3>
                        </div>

                        <div class="services__item">
                            <h3>Організація масштабних розважальних заходів</h3>
                        </div>

                        <div class="services__item">
                            <h3>Професійна театралізована підтримка будь-яких темтичних заходів</h3>
                            <p>У вас іменини, корпоратив або інше свято? Театр "Вояж-Престиж" пропонує послуги аніматорів, тамади, розважальних ведучих, масовки. Разом з вами ми розробимо індивідуальну программу та сценарій для того, щоб зробити це свято веселим і незабутнім.</p>
                        </div>
                        <div class="services__item">
                            <h3>Професіне звукове супроводження</h3>
                        </div>
                        <div class="services__item">
                            <h3>Виготовлення костюмів та декорацій</h3>
                            <p>Наш театр має власного костюмера-декоратора, який виготовляє костюми, реквізит та декорації. Тож якщо ви маєте ескіз костюма або ідею, яку хочете втілити у життя - телефонуйте!</p>
                        </div>
                    </div>
                    <div class="block__aside actual">
                        <h3>Актуальні вистави</h3><b>Для молодших вікових груп</b>
                        <ul>
                            <li 
                                v-for="(item,index) in db" :key="index"
                                v-if="item.forAge === 'young'"
                            >
                                {{ item.name }}
                            </li>
                            
                        </ul>
                        <b>Для старших вікових груп</b>
                        <ul>
                            <li 
                                v-for="(item,index) in db" :key="index"
                                v-if="item.forAge === 'old'"
                            >
                                {{ item.name }}
                            </li>
                        </ul><a href="repertory.html" title="Детальніше" class="btn">Детальніше</a>
                    </div>
                </div>
            </section>
            <section class="block block_light">
                <div class="inner">
                    <h3>Служба театралізованих привітань</h3>
                    <div class="congrats">
                        <iframe src="https://www.youtube.com/embed/MAwGnJBs0Yo" frameborder="0" allowfullscreen="" style="visibility: visible;"></iframe>
                        <!--h3 Хочете оригінально привітати друга з Днем народження?-->
                        <h3>Театр "Вояж-Престиж" допоможе вам подарувати одні з найцінніших та найприємнішних подарунків у світі - увагу та позитивні емоції.</h3>
                        <!--p Вашому імениннику подобається самобутність циганської культури? Чи може він великий прихильник творчості Алли Пугачової? Не питання! До вас на святкування можуть завітати веселі роми, або Алла Борисівна особисто (або, або, або...), привітати іменниника з його святом, заспівати оркім класичного "Happy birthday to you" ще й "Миллионы алых роз", потанцювати, пожартувати, зімпровізувати, а потім залишитися у пам`яті ще надовго. Таке приємне привітання дійсно важко забути.-->
                        <p>На сьогоднішній день театр "Вояж-Престиж" - це один з небагатьох творчих колективів в якому існує та ефективно працює служба театралізованих привітань. Фактично будь який захід, чи то День народження, ювілейна дата, копроратив або просто весела зустріч друзів перетвориться на феєричне святкове театралізоване дійство завдяки службі театралізованих привітань театру "Вояж-Престиж" та надовго запам`ятається Вам та Вашим друзям.</p>
                        <p><strong>Як це працює:</strong></p>
                        <p>1) Ви зв`язуєтесь з нами, говорите дату, місце і побажання по святковому сценарію. <br> 2) Ми розроблюємо сценарій і погоджуємо його з вами. <br> 3) В потрібному місці у потрібний час з`являються наші актори, відіграють сценарій, приправлений елементами імпровізації. <br> 4) Ви пишаєтесь собою, що подарували близькій людині справжнє свято.</p>
                    </div>
                </div>
            </section>
        
        <app-footer></app-footer>


      </main>
    </div>
</template>

<script>
import {getDataFromDB} from '../assets/js/getDataFromServer.js'
// import {getDataFromDB} from '../assets/js/getDataFromServer.js';

export default {
    data() {
        return {
            db: ''
        }
    },
    created() {
        let dataFromFirebase = getDataFromDB()
            .then(data => this.db = data)
    }
}
</script>