[
    {
        "name": "Новорічні пригоди",
        "img": "advantures.JPG",
        "text": "Авторська постановка, яка має на меті звернути увагу дітлахів на питання необхідності добре вчитися. Окремо висвітлюється тема самонавчання, як необхідної складової для досягнення успіху. Режисер - Бачинська Н.М.",
        "forAge": "young"
    },
    {
        "name": "Як у Ляни на галявині",
        "img": "",
        "text": "Повчально-ігрова постановка для дітей віком до 13 років. Завдяки своїй універсальності може використовуватися як повчальний спектакль-гра з будь-якою тематикою, цікавою як малятам так і дітям більш старшого віку.",
        "forAge": "young"
    },
    {
        "name": "Навчання Коськи",
        "img": "koska.jpg",
        "text": "Авторська постановка на одну дію для дітей віком від 4 до 12 років, мова українська або російська, тривалість 40-45 хвилин, режисер постановки – Бачинська Н.М. В ході постановки розкриваються такі питання повсякденної життєдіяльності як правила дорожнього руху та пожежна безпека.",
        "forAge": "young"
    },
    {
        "name": "Метелиця",
        "img": "met.jpg",
        "text": "Постановка на одну дію по мотивам казки \"Морозко\". Режисер - Бачинська Н.М.",
        "forAge": "young"
    },
    {
        "name": "Зимові пригоди",
        "img": "winteradv.jpg",
        "text": "Веселі та цікаві пригоди казкових персонажів у зимових умовах. Режисер - Бачинська Н. М.",
        "forAge": "young"
      },
      {
        "name": "Пригоди мавпи (Чічіта)",
        "img": "",
        "text": "Авторська постановка на одну дію для дітей віком від 4 до 12 років, мова українська або російська, тривалість 40-45 хвилин, режисер постановки – Бачинська Н.М. В ході постановки розкриваються такі питання повсякденної життєдіяльності як правила дорожнього руху та пожежна безпека.",
        "forAge": "young"
      },
      {
        "name": "Квітка бажань",
        "img": "flower.jpg",
        "text": "Авторська постановка на одну дію, що направленна на виховання у дітей почуття гуманності, доброти та співчуття до оточуючих. У ході вистави розкривається суть народної приказки \"Не все те золото, що блищить\". За мотивами відомої казки \"Цветик-семицветик\".",
        "forAge": "young"
      },
      {
        "name": "Як Іван за розумом ходив",
        "img": "",
        "text": "Авторська постановка, яка має на меті звернути увагу дітлахів на питання необхідності добре вчитися. Окремо висвітлюється тема самонавчання, як необхідної складової для досягнення успіху. Режисер - Бачинська Н.М.",
        "forAge": "young"
      },
      {
        "name": "Зимова королева",
        "img": "",
        "text": "Авторська постанова за мотивами популярної казки. Режисер - Бачинська Н.М.",
        "forAge": "young"
      },
      {
        "name": "Лікар Пігулкін",
        "img": "likar.jpg",
        "text": "Постановка на одну дію для дітей від 5 до 11 років в якій розкриваються питання важливості ведення здорового способу життя з раннього віку. Режисер - Бачинська Н. М.",
        "forAge": "young"
      },
      {
        "name": "Перезагрузка",
        "img": "",
        "text": "Постановка на два акти по мотивам однойменного твору Д. Лойджа. Тривалість 60-80 хв., вік від 14 років, режисер постановки – Бачинська Н.М. В ході постановки розкриваються питання, що стосуються теми комп’ютерної залежності серед молоді, в простій, доступній формі показані способи протидії негативним наслідкам цього роду залежності.",
        "forAge": "old"
      },
      {
        "name": "Це наш дім",
        "img": "",
        "text": "Cоціальна постановка по мотивам однойменного твору К. Корсика . Тривалість 70хв., вік від 14 років, режисер постановки - Бачинська Н. М.Постанова, яка розкриває проблему правопорушень серед сучасної молоді, а також показує працю правозахисників з іншого, що відрізняється від повсякденних стереотипів, боку.",
        "forAge": "old"
      },
      {
        "name": "Микита Гайдай",
        "img": "",
        "text": "Постанова по уривку однойменного твору Т. Г. Шевченка. Найбільш актуальна тема любові до своєї батьківщини і відданості своєму народу. Тривалість 1 год., вік від 14 років. Режисери постановки В. Тарарака, Н. Бачинська.",
        "forAge": "old"
      },
      {
        "name": "Життєва наука",
        "img": "",
        "text": "Авторська постанова на одну дію в рамках якої освітлюється тема важливості ведення здорового образу життя та необхідності піклування про своє здоров`я.",
        "forAge": "old"
      },
      {
        "name": "Віртуальний екзамен",
        "img": "",
        "text": "Авторська постановка на тему ілюзорності нашого світосприйняття, яка ще раз доказує просту істину - у нас є плани на життя, у життя є плани на нас.",
        "forAge": "old"
      },
      {
        "name": "Рівняння з трьома невідомими",
        "img": "",
        "text": "Молодіжна трагікомедія яка показує історію трьох молодих людей, що представляють різні соціальні групи. Знайомство, пошук спільного, компроміс, спроба вирішити проблеми...Як можна подолати прірву соціальної нерівності та чи це можливо взагалі? У ході постановки спробуємо дати відповідь на це актуальне питання. Режисер - Олена Балагура.",
        "forAge": "old"
      },
      {
        "name": "Зачароване озеро",
        "img": "lake.JPG",
        "text": "Постанова на одну дію для дітей віком від 4 до 10 років, мова українська або російська, тривалість 40-45 хвилин, режисер постановки – Бачинська Н. М. Дана постановка в доступній формі розкриває питання захисту навколишнього середовища, дружби та взаємовиручки.",
        "forAge": "archive"
      },
      {
        "name": "Пастка для неслухняних",
        "img": "trap.jpg",
        "text": "Авторська постановка на одну дію для дітей віком від 3.5 до 10 років, мова українська або російська, тривалість 40-45 хвилин, режисер постановки – Бачинська Н. М. В постановці розкривається тема повсякденної поведінки дитини, в доступній формі дітям пояснюється необхідність слухати старших.",
        "forAge": "archive"
      },
      {
        "name": "Золота дитина",
        "img": "child.JPG",
        "text": "Постановка по мотивах п’єси В. Орлова «Золоте курча» на одну дію. Для дітей віком від 3.5 до 10 років, мова українська або російська, тривалість 40-45 хвилин, режисер постановки – Бачинська Н.М. Одна із самих популярних та актуальних п’єс дитячих театрів, що розкриває відносини між дітьми та дорослими.",
        "forAge": "archive"
      },
      {
        "name": "Пригоди Фіксиків",
        "img": "fixic.JPG",
        "text": "Ігрова розважально-повчальна постановка.",
        "forAge": "archive"
      },
      {
        "name": "Принцеса Нехочуха",
        "img": "Постановка на одну дію по мотивам чеської казки \"Дуже сумна принцеса\".        ",
        "text": "",
        "forAge": "archive"
      },
      {
        "name": "Пригоди привида Еспера",
        "img": "",
        "text": "Постанова на одну дію для дітей віком від 3.5 років, мова українська або російська, тривалість 40-45 хв. В постанові розкриваються питання дружби та взаємовиручки, може включати в себе різну тематику.",
        "forAge": "archive"
      },
      {
        "name": "Іванко",
        "img": "",
        "text": "Постанова на одну дію для дітей віком від 3.5 років, мова українська, тривалість 40-45 хв. За мотивами одноіменної казки.",
        "forAge": "archive"
      },
      {
        "name": "Примхлива принцеса",
        "img": "",
        "text": "постанова на одну дію для дітей віком від 4-х років, мова українська або російська, тривалість 40-45 хв., реж. Бачинська Н.М., за мотивами однойменної чеської казки.",
        "forAge": "archive"
      },
      {
        "name": "Золота вівця",
        "img": "sheep.jpg",
        "text": "Постанова на одну дію для дітей віком від 4-х років, мова українська або російська, тривалість 40-45 хв., реж. Бачинська Н.М., за мотивами однойменної чеської казки.",
        "forAge": "archive"
      },
      {
        "name": "Чарівний барабан",
        "img": "drum.JPG",
        "text": "Постанова на одну дію для дітей віком від 4-х років, мова українська або російська, тривалість 40-45 хв., реж. Бачинська Н.М., за мотивами народної казки \"Каша з сокири\".",
        "forAge": "archive"
      },
      {
        "name": "Принцеса та лісоруб",
        "img": "princess.JPG",
        "text": "Весела постановка на одну дію по мотивам народної казки, для різних вікових груп, мова українська або російська, тривалість 40-50 хвилин, режисер постановки - Бачинська Н.М.",
        "forAge": "archive"
      },
      {
        "name": "Чарівні слова",
        "img": "words.JPG",
        "text": "Авторська тематична постановка на одну дію для дітей віком від 3.5 до 12 років, мова українська або російська, тривалість 40 хвилин. Режисер - Бачинська Н.М. Дітям у доступній формі пояснюється що таке ввічливість.",
        "forAge": "archive"
      },
      {
        "name": "Скарбниця знань",
        "img": "",
        "text": "Авторська тематична постановка на одну дію для дітей віком від 3.5 до 12 років, мова українська або російська, тривалість 45 хвилин. Скарби які завжди з вами.",
        "forAge": "archive"
      },
      {
        "name": "Улянка",
        "img": "ulianka.JPG",
        "text": "Авторська постановка на одну дiю по мотивах народних казок, для дiтей вiком до 12 рокiв, мова українська або росiйська, тривалiсть 45 хвилин. Казковi пригоди, як в навчанні підмога.",
        "forAge": "archive"
      },
      {
        "name": "Мішкіни пригоди",
        "img": "",
        "text": "Весела авторська постановка, на одну дію для дітей віком від 4 до 12 років, мова українська або російська, тривалість 40хв. Режисер - Бачинська Н.М. Казкові пригоди Міхаїла , та його ведмедиків.",
        "forAge": "archive"
      },
      {
        "name": "Корисні поради",
        "img": "",
        "text": "Авторська постановка на одну дію для дітей віком від 4 до 11 років, мова українська або російська, тривалість 40 хв., реж. Бачинська Н.М. В ході постановки розкриваються питання повсякденної життєдіяльності.",
        "forAge": "archive"
      },
      {
        "name": "Справжня казка",
        "img": "fairytale.JPG",
        "text": "Постанова на одну дію для дітей віком від 3.5 до 10 років, мова українська або російська, тривалість 40-45хв. Постановка в доступній формі розкриває питання обережного відношення до особистих речей .",
        "forAge": "archive"
      },
      {
        "name": "Я герой...",
        "text": "Соціальна драма , спроба перенести переживання сучасної молоді з приводу своєї неспроможності на театральні підмостки. Однак не все так однозначно і сучасна молодь - це покоління свого часу. По мотивам твору К.Корсика \"Всі мої Я\"",
        "img": "",
        "forAge": "archive"
      },
      {
        "name": "Капіталіст",
        "img": "",
        "text": "Соціально-сатирична комедія на два акти по мотивам твору І. Карпенко-Карого “Хазяїн”. Тривалість 60-80 хв., вік від 14 років, режисер постановки – Бачинська Н.М. Скупість доведена до абсурду, відсутність культури і нікчемне честолюбство – все це робить будь-яку людину огидною і смішною.",
        "forAge": "archive"
      },
      {
        "name": "Лабіринт долі",
        "img": "",
        "text": "Постановка на одну дiю по мотивам твору С. Мальчика. Режисер постановки - С. Мальчик. Сучасна постановка про взаємовідносини дiтей i батькiв - стара тема актуальна завжди.",
        "forAge": "archive"
      },
      {
        "name": "Справжні мрійники",
        "img": "",
        "text": "Постановка на два акти по мотивам однойменного твору Н. М. Бачинської. Тривалість 60-80 хв., вік від 14 років, режисер постановки – Бачинська Н. М. Усі ми колись мріяли, мріємо і мріятимемо і як добре коли наші мрії збуваються, але ще краще коли вони збуваються саме так, як ми цього бажали.",
        "forAge": "archive"
      }


      


]